hx_sweep/He_18bar_Re2300/0/p_rgh
FoamFile { version 2.0; format ascii; class volScalarField; object p_rgh; }
dimensions [1 -1 -2 0 0 0 0];
internalField uniform 1800000;
boundaryField
{
    inlet          { type fixedFluxPressure; value uniform 1800000; }
    outlet         { type fixedValue;        value uniform 1800000; }
    heatedWall     { type fixedFluxPressure; value uniform 1800000; }
    adiabaticWalls { type fixedFluxPressure; value uniform 1800000; }
}
