hx_sweep/He_18bar_Re2300/constant/thermophysicalProperties
FoamFile { version 2.0; format ascii; class dictionary; object thermophysicalProperties; }
thermoType
{
    type            heRhoThermo;
    mixture         pureMixture;
    transport       const;
    thermo          hConst;
    equationOfState perfectGas;
    specie          specie;
    energy          sensibleEnthalpy;
}
mixture
{
    specie        { molWeight  4.0026; }
    thermodynamics{ Cp 5201.0; Hf 0; }
    transport     { mu 6.3600e-06; Pr 0.7090; }
}
