hx_sweep/He_18bar_Re2300/system/metricConstants
CASE_NAME=He_18bar_Re2300
FLUID_NAME="He_50K_18bar"
Lflow=0.3
Dh=0.01
Acs=0.0005
Aheated=0.015
Qwall_W=9.4
k_W_mK=0.04668
rho_kg_m3=17.331
cp_J_kgK=5201.0
mu_Pa_s=6.36e-06
nu_m2_s=3.66963e-07
beta_1_K=0.02
Pr=0.709
TRef_K=50
CarnotCOP=0.20
COMPRESSIBLE=1
Tin_K=45
MOLWT_kg_mol=4.0026e-3
Rgas_J_molK=8.314
GRAVITY=0
Re_target=2300
P_Pa=1800000
TURBULENT=0
Umean_nominal=0.084402
mdot_nominal=7.314000e-04
